Repository: mittmedia/portal
Catalog: languages/portal-settings-*.po
Languages: sv_se

source: Blog Settings
sv_se: Bloggalternativ

source: Settings saved.
sv_se: Inställningarna sparades.

source: Hi! Your blog over at %s was created. You may log in on %s/%s/wp-admin with the following credentials: Username: %s Password: %s Please note! We strongly advice you to change the password upon your first login. Good luck with your blogging! In case anything were to break, please contact %s.
sv_se: Hej! Din blogg på %s har skapats! Du kan logga in på %s/%s/wp-admin med följande inloggningsuppgifter: Användarnamn: %s Lösenord: %s OBS! Vi rekommenderar starkt att du byter ditt lösenord efter din första inloggning. Lycka till med bloggandet! Om någonting går sönder, vänligen kontakta %s.

source: Your blog is ready!
sv_se: Din blogg är redo!

source: A new blog was created
sv_se: En ny blogg skapades

source: A new blog was created. The user got this message from us: %s
sv_se: En ny blogg skapades. Användaren fick följande meddelande från oss: %s

source: Wrong file format. Please use a PNG image. None of your settings were saved.
sv_se: Fel filformat. Vänligen ladda upp en PNG-bild. Inga övriga inställningar sparades.

source: We need to know who you are
sv_se: Vi måste veta mer om vem du är

source: All you need to do is to fill in the form.
sv_se: Allt du behöver göra är att fylla i formuläret.

source: Note that all fields are mandatory.
sv_se: Alla fält är obligatoriska.

source: There are errors in the form. Please take a look in the form and correct it.
sv_se: Det finns fel i formuläret. Vänligen ta en titt och rätta de fel som uppstått innan du fortsätter.

source: Information about you (these are not public)
sv_se: Uppgifter om dig (de är inte publika)

source: First Name
sv_se: Förnamn

source: Your first name didn't pass validation. Make sure it doesn't contain anything but letters. And also, spaces are not allowed.
sv_se: Ditt förnamn gick inte igenom valideringen. Se till att det inte innehåller något förutom alfabetiska tecken. Mellanslag är inte tillåtna.

source: Last Name
sv_se: Efternamn

source: Your last name didn't pass validation. Make sure it doesn't contain anything but letters. And also, spaces are not allowed.
sv_se: Ditt efternamn gick inte igenom valideringen. Se till att det inte innehåller något förutom alfabetiska tecken. Mellanslag är inte tillåtna.

source: Street Address
sv_se: Gatuadress

source: Your street address didn't pass validation. Make sure it doesn't contain anything but letters and numbers.
sv_se: Din gatuadress gick inte igenom valideringen. Se till att det inte innehåller något förutom alfabetiska tecken.

source: Postal Code
sv_se: Postnummer

source: Your postal code didn't pass validation. Make sure it doesn't contain anything but numbers.
sv_se: Ditt postnummer gick inte igenom valideringen. Se till att det inte innehåller något förutom siffror.

source: City
sv_se: Ort

source: Your city didn't pass validation. Make sure it doesn't contain anything but letters.
sv_se: Din ort gick inte igenom valideringen. Se till att det inte innehåller något förutom alfabetiska tecken.

source: Mobile Phone Number
sv_se: Mobilnummer

source: Your mobile phone number didn't pass validation. Make sure it doesn't contain anything but numbers.
sv_se: Ditt mobilnummer gick inte igenom valideringen. Se till att det inte innehåller något förutom siffror.

source: Please fill in a mobile phone number where we can reach you.
sv_se: Vänligen fyll i ett telefonnummer (mobil) där vi kan nå dig.

source: E-Mail Address
sv_se: E-post

source: Your e-mail address didn't pass validation. Please make sure it's a valid e-mail address.
sv_se: Din e-post gick inte igenom valideringen. Se till att det är en riktig e-postadress som du har tillgång till, det är nämligen hit vi skickar dina inloggningsuppgifter.

source: The e-mail address you gave us is already registered with another blog.
sv_se: E-postadressen du valde används redan på en annan blogg.

source: Please fill in an e-mail where we can reach you. We'll send a confirmation e-mail with a code to it, so it must be a real e-mail address you have access to.
sv_se: Vänligen fyll i en e-postadress där vi kan nå dig.

source: Information about the blog (these are public)
sv_se: Uppgifter om bloggen (de är publika)

source: Blog Name
sv_se: Bloggens namn

source: Your blog name didn't pass validation. Make sure you only use letters and numbers. Spaces are not allowed.
sv_se: Det valda bloggnamnet gick inte igenom valideringen. Se till att det inte innehåller något förutom alfabetiska tecken och siffror. Mellanslag är inte tillåtna.

source: The blog name you wanted is already in use by another blog.
sv_se: Bloggnamnet du valde används redan av en annan blogg. Välj ett nytt.

source: You can only use letters and numbers. Spaces are not allowed.
sv_se: Du kan bara använda alfabetiska tecken och siffror. Mellanslag är inte tillåtna.

source: Tell us more! (Biography)
sv_se: Berätta mer! (Biografi och/eller beskrivning)

source: Your biography didn't pass validation. Maybe it's too short, or you used characters that our system can't handle.
sv_se: Din biografi/beskrivning gick inte igenom valideringen. Se till så att den inte är för kort, eller att du använde några konstiga tecken.

source: You can tell us your life story or your life story in short. Please write a little bit about what subjects your blog will touch as well.
sv_se: Du kan berätta din livshistoria eller din livshistoria i korthet. Skriv lite om vilka ämnen din blogg kommer att behandla också!

source: Terms & Conditions
sv_se: Användarvillkor

source: In order to blog with us you have to accept our terms and our conditions. Some of our more general terms are:
sv_se: För att få blogga hos oss måste du acceptera våra användarvillkor. Några av våra generella regler är:

source: You are responsible for your own writings and the files (i.e. pictures) you publish. You are also responsible for comments that people write and you approve to be published.
sv_se: Du är själv ansvarig för det du skriver och de filer (t.ex. bilder) som du laddar upp. Du är också ansvarig för kommentarer som andra skriver som du godkänner och publicerar.

source: You may not write or publish files that is prohibited by law.
sv_se: Du får inte skriva saker eller publicera filer som på något sätt går emot svensk lag.

source: You have full copyright on the content you publish.
sv_se: Du har fullständiga rättigheter till det du publicerar.

source: Behave nicely.
sv_se: Uppträd schysst.

source: If you break our rules, terms or conditions we have the right to cancel the account without notice.
sv_se: Om du bryter några av reglerna eller användarvillkoren har vi rätt att avsluta ditt konto utan förvarning.

source: Read our Terms & Conditions in full
sv_se: Läs användarvillkoren i sin helhet (rekommenderat!)

source: Read about how we keep and use personal data.
sv_se: Läs om hur vi hanterar dina personuppgifter (Personuppgiftslagen)

source: You have to accept our Terms & Conditions to register and use this service.
sv_se: Du måste acceptera våra användarvillkor för att få registrera dig och använda den här tjänsten.

source: I accept the Terms & Conditions
sv_se: Jag accepterar användarvillkoren

source: Register
sv_se: Registrera

source: Portal Settings
sv_se: Portalinställningar

source: Company Information
sv_se: Information om företaget

source: Company Name
sv_se: Företagsnamn

source: Company Website
sv_se: Företagswebb

source: Company Logo
sv_se: Företagslogotyp

source: Adm. Contact (Name)
sv_se: Adm. kontakt (Namn)

source: Adm. Contact (Phone)
sv_se: Adm. kontakt (Telefon)

source: Adm. Contact (E-mail)
sv_se: Adm. kontakt (E-post)

source: Company Alias (Websafe)
sv_se: Företagsalias (webbsäkert)

source: It's used in the <body> of your themes and for advertisement.
sv_se: Används i &lt;body&gt;-taggen i deina teman, och för annonsering.

source: Portal Start Page
sv_se: Startsida

source: Specify the address with protocol but without the trailing slash, like so: http://myportal.example.com
sv_se: Ange adressen med protokoll men utan det avslutande snedstreckt, såhär: http://myportal.example.com

source: Registration Settings
sv_se: Inställningar för nyregistreringar

source: Default Theme
sv_se: Förvalt tema

source: Activate Registration
sv_se: Aktivera nyregistreringar

source: Welcome Text
sv_se: Välkomsttext

source: User Agreement
sv_se: Användarvillkor

source: PUL Agreement
sv_se: PUL-villkor

source: Agreement Version
sv_se: Version av villkor
